Repository: 84000/data-translation-memory
Catalog: toh320_84000-describing-the-benefits-of-producing-representations-of-the-thus-gone-one.tmx
Source language: bo
Languages: en

source: འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བཞག་པའི་ཕན་ཡོན་ཡང་དག་པར་བརྗོད་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་
en: The Noble Dharma Discourse Describing the Benefits of Producing Representations of the Thus-Gone One

source: ཐམས་ཅད་མཁྱེན་པ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to the Omniscient One.

source: །འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: བཅོམ་ལྡན་འདས་མཉན་ཡོད་ན་རྒྱལ་བུ་རྒྱལ་བྱེད་ཀྱི་ཚལ་མགོན་མེད་ཟས་སྦྱིན་གྱི་ཀུན་དགའ་ར་བ་ན་བཞུགས་སོ།
en: The Blessed One was residing in the Jeta Grove in Anāthapiṇḍada’s Park at Śrāvastī.

source: །དེའི་ཚེ་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་ཅིག་རིམ་གྲོའི་གནས་སུ་ལྷགས་ཏེ་འདུག་ནས་བར་སྐབས་དེར་གཏམ་འདི་ལྟ་བུ་ཞིག་གླེངས་སོ། །ཁྱེད་ཅག་ལ་བྲམ་ཟེའམ། ཁྱིམ་བདག་དད་པ་ཅན་ཐོས་པ་ན་ང་། འཛིན་པ།
en: At that time a large number of monks had gathered in the assembly hall and started the following conversation: “Faithful brahmins or householders who remember what they are taught and have become increasingly learned may ask you how to practice virtue.

source: ཐོས་པ་བསགས་པ། དགེ་བ་ཇི་ལྟར་བྱ་ཞེས་ཚོལ་བ། དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱིད་པར་སྤྲོ་བ་སྐྱེད་པ་དག་སྣང་ལ་དེ་དག་གལ་ཏེ་བདག་ཅག་གི་དྲུང་དུ་ལྷགས་ནས་བཙུན་པ་དག་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱིད་པའི་གང་ཟག་སྦྱིན་པ་པོ་ལ་ཕན་ཡོན་ཇི་ཙམ་ཞིག་མཆིས་པར་རིག་པར་བགྱི་ཞེས་རྨེད་ན། དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱིད་པ་ལ་ཕན་ཡོན་ཇི་ཙམ་ཞིག་ཡོད་པ་བདག་ཅག་གིས་མི་ཤེས་ཏེ། དེའི་ཚེ་དེ་དག་ལ་བདག་ཅག་གིས་ཇི་ལྟར་ཆོས་དང་འཐུན་པར་ལན་གདབ་པར་བྱ།
en: There may also be some who delight in producing representations of the Thus-Gone One, who will come before us and inquire, ‘Respected ones, may we know how much benefit there is for donors when they produce a representation of the Thus-Gone One?’ How can we then respond to them in accordance with the Dharma when we do not know how much benefit results from producing a representation of the Thus-Gone One?

source: གང་དོན་འདི་དག་ཉིད་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་གཟིགས་པ། ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པར་མཛད་པ། སྟོན་པ་དེ་ལ་བདག་ཅག་གིས་ཞུའོ། །འོན་ཏ་ང་བཅོམ་ལྡན་འདས་དེ་བདག་ཅག་ལ་ལུང་སྟོན་པར་མཛད་དེ།
en: We should ask the blessed, thus-gone, worthy, perfect Buddha—the omniscient, all-seeing teacher who eliminates all doubts—about this point.

source: བདག་ཅག་གིས་དེ་བཞིན་བཟུང་ནས་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ལ་རྒྱ་ཆེར་ཕྱེ་སྟེ་ལན་གདབ་པར་བྱའོ་ཞེས་བགྲོས་སོ།
en: Once the Blessed One teaches us, we will comprehend it and can then explain it at length and respond to those faithful brahmins and householders.”

source: །དེ་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་བཅོམ་ལྡན་འདས་ག་ལ་བ་དེར་དོང་སྟེ་ཕྱིན་ནས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་འཚལ་ཏེ་ཕྱོགས་གཅིག་ཏུ་འཁོད་དོ། །ཕྱོགས་གཅིག་ཏུ་འཁོད་ནས་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་གིས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then that large number of monks went to the place where the Blessed One was staying, prostrated themselves at the Blessed One’s feet, sat to one side, and asked the Buddha the following:

source: །བཙུན་པ་བདག་ཅག་དགེ་སློང་རབ་ཏུ་མང་པོ་དག་རིམ་གྲོའི་གནས་དེར་ལྷགས་ཏེ་འདུས་པ་དང་། བར་དེར་བཀའ་མཆིད་འདི་ལྟ་བུ་ཞིག་གླེངས་ཏེ།
en: “Respected One, a large number of us monks just had the following conversation when we gathered in the assembly hall:

source: ཁྱེད་ཅག་ལ་བྲམ་ཟེའམ། ཁྱིམ་བདག་དད་པ་ཅན་ཐོས་པ་འཛིན་པ། ཐོས་པ་བསགས་པ།
en: ‘Faithful brahmins or householders who remember what they are taught and have become increasingly learned may ask us how to practice virtue.

source: དགེ་བ་ཇི་ལྟར་བགྱི་ཞེས་ཚོལ་བ་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱི་བར་སྤྲོ་བ་སྐྱེས་པ་དག་གདའ་ལ། དེ་དག་གལ་ཏེ་བདག་ཅག་གི་དྲུང་དུ་མཆིས་ནས། བཙུན་པ་དག་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱིད་པའི་གང་ཟག་སྦྱིན་པ་པོ་ལ་ཕན་ཡོན་ཇི་ཙམ་ཞིག་མཆིས་པར་རིག་པར་བགྱི་ཞེས་རྨེད་ན། དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱིད་པ་ལ་ཕན་ཡོན་ཇི་ཙམ་ཞིག་མཆིས་པ་བདག་ཅག་གིས་མ་འཚལ་ན། དེའི་ཚེ་དེ་དག་ལ་བདག་ཅག་གིས་ཇི་ལྟར་ཆོས་དང་འཐུན་པར་ལན་གདབ་པར་བགྱི།
en: There may also be some who delight in producing representations of the Thus-Gone One, who will come before us and inquire, “Respected ones, may we know how much benefit there is for donors when they commission a representation of the Thus-Gone One?” How can we then respond to them in accordance with the Dharma when we do not know how much benefit results from producing a representation of the Thus-Gone One?

source: གང་དོན་དེ་དག་ཉིད་ནི་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཐམས་ཅད་མཁྱེན་པ། ཐམས་ཅད་གཟིགས་པ། ཐེ་ཚོམ་ཐམས་ཅད་གཅོད་པར་མཛད་པ། སྟོན་པ་དེ་ལ་བདག་ཅག་གིས་ཞུ་བར་བགྱིའོ།
en: We should ask the blessed, thus-gone, worthy, perfect Buddha—the omniscient, all-seeing teacher who eliminates all doubts—about this point.

source: །འོན་ཏང་བཅོམ་ལྡན་འདས་དེ་བདག་ཅག་ལ་ལུང་སྟོན་པར་མཛད་དེ། བདག་ཅག་གིས་དེ་བཞིན་བཟུང་ནས་བྲམ་ཟེ་དང་། ཁྱིམ་བདག་དད་པ་ཅན་རྣམས་ལ་རྒྱ་ཆེར་ཕྱེ་སྟེ་ལན་གདབ་པར་བགྱིའོ་སྙམ་བགྱིད་དོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་དོན་དེ་དག་ཉིད་བདག་ཅག་ཞུ་ཞིང་མཆིས་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བགྱིད་པའི་གང་ཟག་སྦྱིན་པ་པོ་ལ་ཕན་ཡོན་ཇི་ཙམ་ཞིག་མཆིས་པར་རིག་པར་བགྱི།
en: Once the Blessed One teaches us, we will comprehend it and can then explain it at length and respond to those faithful brahmins and householders.’ Respected Blessed One, since we have come to you asking about these matters, may we know how much benefit there is for donors when they produce a representation of the Thus-Gone One?”

source: བཀའ་སྩལ་པ། དགེ་སློང་དག་སྐྱེ་བོ་མང་པོ་ལ་ཕན་པ་དང་། སྐྱེ་བོ་མང་པོ་ལ་བདེ་བ་དང་སྙིང་བརྩེ་བ་དང་ལྷ་དང་མི་རྣམས་ལ་ཕན་པ་དང་བདེ་བའི་ཕྱིར་ཞུས་ཏེ།
en: The Blessed One replied, “Monks, you have asked this to bring benefit to many beings, to bring happiness to many beings and out of compassion for them, and to bring benefit and happiness to gods and humans.

source: ཁྱེད་གང་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ལ་དོན་དེ་ཉིད་ཞུ་བར་སེམས་པ་ལེགས་སོ་ལེགས་སོ།
en: You have thought to ask for clarification from the thus-gone, worthy, perfect Buddha. Excellent! Excellent!

source: །དགེ་སློང་དག་དེའི་ཕྱིར་ལེགས་པར་རབ་ཏུ་ཉོན་ལ་ཡིད་ལ་ཟུང་ཤིག་དང་བསྟན་པར་བྱའོ།
en: For that reason, monks, listen to me very carefully, pay attention, and I will teach you.

source: །དགེ་སློང་དག་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བྱེད་པའི་གང་ཟག་སྦྱིན་པ་པོ་ལ་ཕན་ཡོན་འདི་ལྔ་ཡོད་དེ། ལྔ་གང་ཞེ་ན།
en: “Monks, a donor who produces a representation of the Thus-Gone One will enjoy the following five benefits:

source: གཞལ་མེད་ཁང་ཆེན་པོར་གནས་པ་དང་། བོང་སྟེད་བཟང་པོར་གྲགས་པ་དང་། སྤྲོ་བ་མང་བ་དང་། ཚེ་རིང་བ་དང་། གྲགས་པ་དང་ལྡན་པ་དང་། བདེ་བ་མང་བ་སྟེ།
en: “One will live in a great palace, be regarded as fortunate, be free of poverty, and have great joy, longevity, fame, and happiness.

source: དགེ་སློང་དག་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བྱེད་པའི་གང་ཟག་སྦྱིན་པ་པོའི་ཕན་ཡོན་དང་པོ་ཡིན་ནོ།
en: Monks, this is the first benefit for a donor who produces representations of the Thus-Gone One.

source: །གཞན་ཡང་ཕྱུག་པོ་དང་། ནོར་མང་བ་དང་། ལོངས་སྤྱོད་ཆེ་བ་དང་། ནོར་རྫས་དང་། ཡོ་བྱད་མང་བ་དང་། བདག་དབང་བ་བདག་གིར་བྱ་བ་མང་བ་དང་། ནོར་དང་། འབྲུ་དང་། དབྱིག་དང་། །གསེར་དང་། མཛོད་དང་། བང་བའི་ཚོགས་མང་བ་དང་། རྟ་དང་། གླང་པོ་ཆེ་དང་། བ་ལང་དང་། ལུག་དང་། བྲན་དང་། བྲན་མོ་དང་། ལས་བྱེད་པ་དང་། ཞོ་ཤས་འཚོ་བ་མང་བ་དང་། བློན་པོ་དང་། མཛའ་བཤེས་དང་། གཉེན་དང་། སྣག་གི་གཉེན་མཚམས་མང་པོར་འགྱུར་ཏེ།
en: “One will also have riches, abundant wealth, prosperity, property, and many belongings. One will be self-sufficient and have many cherished possessions such as a great number of livestock, grain, jewels, gold, treasuries, and storerooms; many horses, elephants, oxen, sheep, male and female servants, employees, and laborers; and many ministers, friends, relatives, and kin.

source: དགེ་སློང་དག་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བྱེད་པའི་གང་ཟག་སྦྱིན་པ་པོའི་ཕན་ཡོན་གཉིས་པ་ཡིན་ནོ།
en: Monks, this is the second benefit for a donor who produces representations of the Thus-Gone One.

source: །དགེ་སློང་དག་གཞན་ཡང་གཟུགས་བཟང་པོ་དང་། བལྟ་ན་སྡུག་པ་དང་། མཛེས་པ་དང་། མདོག་གསེར་ལྟར་བཟང་བ་དང་། མགོ་གདུགས་ལྟར་ཟླུམ་པ་དང་། ལག་པ་རིང་བ་དང་། དཔྲལ་བ་དབྱེས་ཆེ་བ་དང་། སྨིན་མཚམས་བར་མ་ཆད་པ་དང་། ཡན་ལག་དང་ཉིང་ལག་ཐམས་ཅད་དང་ལྡན་པ་དང་རྒྱན་ཐམས་ཅད་ཀྱིས་བརྒྱན་པར་འགྱུར་ཏེ།
en: “Monks, one will also have a beautiful body, a pleasant appearance, elegance, a golden complexion, a head that is round like a parasol, long arms, a broad forehead, unbroken eyebrows, a perfect set of limbs and extremities, and be adorned with all sorts of ornaments.

source: དགེ་སློང་དག་འདི་དག་ནི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བྱེད་པའི་གང་ཟག་སྦྱིན་པ་པོའི་ཕན་ཡོན་གསུམ་པ་ཡིན་ནོ།
en: Monks, this is the third benefit for a donor who produces representations of the Thus-Gone One.

source: །དགེ་སློང་དག་གཞན་ཡང་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་འཁོར་བཟང་པོ་རིན་པོ་ཆེ་སྣ་བདུན་དང་ལྡན་པ་དང་། བུ་སྟོང་གིས་བསྐོར་བར་འགྱུར་ཏེ།
en: “Monks, one will also become a universal emperor who has a fine retinue, the seven royal treasures, and is surrounded by one thousand sons.

source: དེའི་བུའམ། ཆུང་མའམ། བྲན་ནམ། ཉེ་བར་འཚོ་བ་གང་ཡིན་པ་དེ་དག་ཐམས་ཅད་དེ་ལ་གུས་པར་ཉན་པ་དང་། བཀའ་ཉན་པར་བྱེད་དེ།
en: All of one’s sons, wives, servants, and caretakers will listen respectfully and follow one’s commands.

source: དགེ་སློང་དག་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བྱེད་པའི་གང་ཟག་སྦྱིན་པ་པོའི་ཕན་ཡོན་བཞི་པ་ཡིན་ནོ།
en: Monks, this is the fourth benefit for a donor who produces representations of the Thus-Gone One.

source: །དགེ་སློང་དག་གཞན་ཡང་དེ་ལུས་དང་བྲལ་ནས་བདེ་འགྲོ་མཐོ་རིས་ཀྱི་འཇིག་རྟེན་གྱི་ལྷ་རྣམས་ཀྱི་ནང་དུ་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Moreover, monks, after passing away, one will take a favorable rebirth among the gods in the heavenly realms.

source: དེར་སྐྱེས་ནས་ལྷའི་རྒྱལ་པོ་ཁྱད་པར་ཅན་ལྷ་དང་། ལྷའི་བུ་དང་། ལྷའི་བུ་མོ་རྣམས་ཀྱི་རྟེན་དུ་འགྱུར་ལ།
en: After being born there, one will become an excellent king of the gods who will be venerated by the gods and goddesses.

source: གནས་བཅུ་པོ་ལྷའི་ཚེ་དང་། ལྷའི་མདོག་དང་། ལྷའི་སྟོབས་དང་། ལྷའི་བདེ་བ་དང་། ལྷའི་དབང་ཕྱུག་ལ་དབང་བྱེད་པ་དང་། ལྷའི་གཟུགས་དང་། སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་བྱ་རྣམས་ཀྱིས་དགའ་བར་བྱེད་དེ།
en: One will enjoy ten states: divine lifespan, divine complexion, divine power, divine happiness, divine lordship, and divine form, sound, smell, taste, and touch.

source: དགེ་སློང་དག་འདི་ནི་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བྱེད་པའི་གང་ཟག་སྦྱིན་པ་པོའི་ཕན་ཡོན་ལྔ་པ་ཡིན་ནོ།
en: Monks, this is the fifth benefit for a donor who produces representations of the Thus-Gone One.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། དགེ་བ་སློང་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པ་ལ་ཡི་རངས་ཏེ་མངོན་པར་བསྟོད་དོ།།
en: When the Blessed One had said this, the monks rejoiced in the Blessed One’s words and praised him.

source: །།འཕགས་པ་དེ་བཞིན་གཤེགས་པའི་གཟུགས་བརྙན་བཞག་པའི་ཕན་ཡོན་ཡང་དག་པར་བསྟན་པ་ཞེས་བྱ་བའི་ཆོས་ཀྱི་རྣམ་གྲངས་རྫོགས་སོ།།
en: Thus concludes The Noble Dharma Discourse “Teaching the Benefits of Producing Representations of the Thus-Gone One.”

source: །།རྒྱ་གར་གྱི་མཁན་པོ་དྷ་རྨཱ་ཀ་ར་དང་། ལོ་ཙྪ་བ་བན་དེ་ཡེ་ཤེས་སྙིང་པོས་བསྒྱུར། བན་དེ་དཔལ་བརྩེགས་ཀྱིས་ཞུ་ཆེན་བགྱིས་ཏེ་གཏན་ལ་ཕབ་པ།། །།
en: This work was translated by the Indian preceptor Dharmākara and the translator Bandé Yeshé Nyingpo.
